module.exports = {
    appChannel: '""',
    Home:{
        functionMenu:[
            {label:'"我的业务"', value:0},
            {label:'"业务网点"', value:1},
            {label:'"政策法规"', value:2},
            {label:'"办事指南"', value:3},
            {label:'"新闻动态"', value:4},
            {label:'"存款利率"', value:5},
            {label:'"贷款利率"', value:6},
            {label:'"房贷计算"', value:7},
        ],
    },
    BranchConfig:{
        business:[
            {label:'"不限"', value:'""'},
            {label:'"提取"', value:'"002"'},
            {label:'"贷款"', value:'"003"'},
            {label:'"缴存"', value:'"001"'},
        ],
        type:[
            {label:'"不限"', value:'""'},
            {label:'"建行"', value:'"01"'},
            {label:'"交行"', value:'"04"'}
        ],
        area:[
            {label:'"不限"', value:'"440301000000"'},
            {label:'"罗湖区"', value:'"440303000000"'},
            {label:'"福田区"', value:'"440304000000"'},
            {label:'"南山区"', value:'"440305000000"'},
            {label:'"宝安区"', value:'"440306000000"'},
            {label:'"龙岗区"', value:'"440307000000"'},
            {label:'"盐田区"', value:'"440308000000"'},
        ]
    },
    Withdraw:{
        functionMenu:[
            {label:'"租房提取"', value:0},
            {label:'"公积金贷款提取"', value:1},
            {label:'"退休提取"', value:2},
        ],
    },
    Loan:{
        functionMenu:[
            {label:'"贷款申请"', value:0},
            {label:'"贷款进度查询"', value:1},
            {label:'"调整月还款额"', value:2},
            {label:'"变更还款账户"', value:3},
            {label:'"部分提前还本"', value:4},
            {label:'"提前结清"', value:5},
        ],
    },
    Register:{
        protocol:'"<p align=\'center\' style=\'font-family: 宋体; mso-bidi-font-size: 10.5pt; mso-bidi-font-family: 宋体; mso-ascii-theme-font: minor-fareast; mso-fareast-theme-font: minor-fareast; mso-hansi-theme-font: minor-fareast; mso-font-kerning: 0pt;\'>中央国家机关住房公积金个人网上业务服务协议 </p><p style=\'font-family: 宋体; mso-bidi-font-size: 10.5pt; mso-bidi-font-family: 宋体; mso-ascii-theme-font: minor-fareast; mso-fareast-theme-font: minor-fareast; mso-hansi-theme-font: minor-fareast; mso-font-kerning: 0pt;\'>甲方：中央国家机关住房资金管理中心&nbsp; <br>    乙方：中央国家机关住房公积金个人网上业务用户 <br>    为明确双方的权利和义务，规范双方业务行为，甲乙双方本着平等互利的原则，就个人网上业务服务事宜达成本协议。&nbsp; <br>    第一条 定义&nbsp;<br>    如无特别说明，下列用语在本协议中的含义为：&nbsp;<br>    一、<strong>“</strong><strong>个人网上业务</strong><strong>”</strong><strong>：</strong>是指甲方利用面向社会公众开放的通讯通道或开放型公众网络，以及为特定自助服务设施或用户建立的专用网络，向用户提供的住房公积金个人网上业务服务。&nbsp;<br>    二、<strong>“</strong><strong>密码</strong><strong>”</strong><strong>：</strong>&nbsp;是指乙方自行设定的，用于判别乙方身份的数字或字符信息。&nbsp;<br>    三、<strong>“</strong><strong>短信验证码</strong><strong>”</strong>：是指甲方以手机短信方式发送到乙方已在甲方登记的手机号上的动态验证码。&nbsp;<br>    四、<strong>“</strong><strong>业务指令</strong><strong>”</strong><strong>：</strong>是指用户通过网上业务服务渠道发起的查询、转账、提交业务申请、签订相关协议等各类业务指示的统称。&nbsp;<br>    第二条 甲方权利与义务&nbsp; <br>    （一）甲方有权根据乙方提供的相关数据、信息，决定是否为乙方开通个人网上业务服务。<br>    （二）甲方有权对个人网上业务系统进行维护、升级、改造和功能调整。需要按计划暂停个人网上业务服务的，将提前在网站等官方渠道予以公告。&nbsp; <br>    （三）乙方存在不遵守甲方有关业务规定或存在恶意操作、攻击、诋毁、损害甲方声誉等情况的，甲方有权单方终止对乙方提供个人网上业务服务，并保留追究乙方责任的权利。乙方利用甲方个人网上业务系统从事违反国家法律法规活动的，甲方有权单方或按照相关部门的要求停止为其办理个人网上业务服务。&nbsp;<br>    （四）甲方根据乙方的业务指令办理业务，对所有使用乙方账号、用户名、密码、短信验证码等进行的操作均视为乙方所为，该操作所产生的电子信息记录均为甲方处理个人网上业务的有效凭据。&nbsp;<br>    （五）对于因<strong>下列原因</strong>所导致的业务指令无法或不能够正确执行，甲方不承担责任：&nbsp;<br>    1．甲方接收到的业务指令信息不明、存在乱码、不完整等不符合要求或缺乏必要的交易信息；&nbsp;<br>    2．乙方账户余额不足；&nbsp;<br>    3. 乙方账户内资金被依法冻结或扣划，或存在其他被采取控制措施的情况；&nbsp;<br>    4．乙方的行为出于欺诈等恶意目的；&nbsp;<br>    5．乙方未能按照甲方的有关业务规定正确操作；&nbsp;<br>    6．甲方遇到不可抗力、计算机黑客袭击、系统故障、通讯故障、网络拥堵、供电系统故障、电脑病毒、恶意程序攻击等其他不可归因于乙方的情况。&nbsp;<br>    （六）甲方应及时受理乙方相关个人网上业务服务的申请，经审查符合条件的，应及时为乙方办理相关手续、提供相应服务。&nbsp;<br>    （七）甲方负责向乙方提供多渠道的个人网上业务咨询服务。&nbsp;<br>    （八）甲方在法律法规许可和乙方授权的范围内使用乙方的资料和交易记录。甲方对乙方提供的申请资料和其他信息负有保密的义务，但法律法规或监管机构另有规定的除外。&nbsp;<br>    （九）乙方使用个人网上业务系统时，如非甲方原因而发生的电子数据信息错误或者对用户指令识别、处理或执行错误时，甲方不负责对于该项错误进行更正，也不承担因该项错误的发生所导致的赔偿责任。但甲方应在处理中对乙方提供必要的协助。&nbsp;<br>    第三条 乙方权利与义务&nbsp;<br>    （一）乙方自愿申请开通甲方的个人网上业务服务，经甲方同意后，有权在遵守甲方相关业务规定的前提下享受甲方提供的相关服务。 <br>    （二）因网络、通讯故障等原因，乙方不能通过个人网上业务服务渠道办理业务时，乙方可到甲方业务网点办理相关业务。 <br>    （三）乙方对甲方个人网上业务服务如有疑问、建议或意见时，可拨打甲方服务热线、登录甲方官方网站、关注甲方官方微信等进行咨询或投诉。 <br>    （四）乙方办理个人网上业务，应遵守国家住房公积金法律法规相关规定和甲方公布的相关业务规定。 <br>    （五）乙方应保证所提供的资料真实、准确、完整、有效，对于因乙方提供信息不真实、不准确、不完整、无效等原因而发生的风险和损失由乙方自行承担。 <br>    （六）乙方通过<strong>用户名、密码、短信验证码</strong>等发出的所有业务指令均视为乙方本人所为，视同乙方本人已同意。乙方对其发出的所有业务指令承担全部责任。乙方发出的指令经甲方执行后，乙方不得要求变更或撤销。如乙方发现甲方对其业务指令的处理确有错误，应及时通知甲方。&nbsp; <br>    （七）乙方应通过<strong>甲方的官方网站或官方认可的渠道</strong>下载、安装、登录、使用甲方个人网上业务服务。因使用非甲方官方网站或官方认可的渠道而造成的风险及损失由乙方自行承担。&nbsp;<br>    （八）乙方应妥善保管其用户名、密码、短信验证码、手机号码、身份证件号码等重要个人信息，<strong>不要提供给任何第三方或交于任何第三方使用</strong>。乙方应设置安全性较高的密码，避免使用形式简单的密码或容易被他人猜到的密码。因对上述个人信息保管不当所造成的风险及损失由乙方自行承担。&nbsp;<br>    （九）乙方办理个人网上业务，应确保向甲方提供的<strong>手机号已在甲方登记并确保登记的手机号正确</strong>；甲方向该手机号发送用于安全认证的动态验证短信，乙方须确认短信中的业务信息与正在进行的业务事项一致，并正确输入收到的短信验证码。非甲方原因（例如短信网络原因造成迟延、信息丢失，乙方提供手机号有误、手机关机、欠费停机、手机号码变更，乙方未认真核对信息、未正确操作等原因）导致交易无法完成以及导致的一切损失，甲方不承担责任。 <br>    （十）乙方在甲方登记的<strong>手机号变更</strong>，应及时前往乙方缴存住房公积金的业务网点办理相关手续进行维护更新，因乙方未及时向甲方申请维护更新所引发的一切损失及风险由乙方承担。&nbsp;<br>    （十一）乙方在使用个人网上业务系统过程中，如发生用户名、密码、手机验证码等重要信息遗失、被盗、遗忘或怀疑已被他人知悉、盗用等情形，乙方应及时前往乙方缴存住房公积金的业务网点办理相关手续进行变更。由于乙方未及时向甲方申请变更信息所造成的一切后果及风险损失，由乙方自行承担。&nbsp;<br>    （十二）乙方因甲方系统差错、故障、错账或其他原因获得不当得利，同意甲方从其账户中扣划相关不当得利涉及款项，暂停其网上业务服务。&nbsp;<br>    （十三）乙方办理个人网上业务时，&nbsp;如其使用的服务功能涉及到甲方其他业务规定或规则的须同时遵守。乙方不得恶意攻击甲方个人网上业务系统。 <br>    （十四）甲方根据业务发展需要增加、调整和停止个人网上业务服务，并自行判断是否需要乙方办理确认手续。乙方对此无异议，并配合完成。&nbsp;<br>    （十五）乙方<strong>同意并授权</strong>甲方使用及甲方向第三方提供乙方的资料和交易记录用于相关业务办理所必要的信息核对、风险管理等用途。&nbsp; <br>    （十六）乙方违反本协议约定义务所造成的损失由乙方自行承担，并应赔付甲方因此遭受的损失（如有）。&nbsp;<br>    第四条 协议的中止和终止&nbsp;<br>    一、乙方个人住房公积金账户销户的，个人网上业务服务相应终止。&nbsp;<br>    二、如乙方不遵守本协议约定或其他甲方业务规定，或存在其他损害甲方利益的行为时，甲方有权中止或终止个人网上业务服务。服务中止或终止并不意味着乙方此前所发生的未完成业务指令的撤销，也不能因中止或终止消除此前的指令乙方所应承担的任何法律后果。 <br>    第五条 差错与争议的解决&nbsp; <br>    一、如乙方未按照本协议约定或甲方业务规定操作，或其他非甲方原因造成其所发出的业务指令未被执行、未被适当执行、被延迟执行的，应及时通过拨打服务热线或到各业务网点通知甲方，甲方应积极调查并告知乙方调查结果。 <br>    二、双方在履行本协议的过程中，如发生争议，首先应协商解决。协商不成的，任何一方均有权向甲方所在地具有管辖权的人民法院提起诉讼。&nbsp; <br>    第六条 协议生效&nbsp;<br>    一、本协议是甲方的其他业务协议和约定的补充而非替代文件。甲方在使用个人网上业务时涉及乙方其他业务的应签订并遵守具体业务协议。 <br>    二、本协议经乙方同意后即生效。本协议的任何条款如因任何原因而被确认无效，都不影响本协议其他条款的效力。&nbsp;&nbsp;<br>    三、本协议由甲方制定、修改。甲方如对本协议进行修改，将提前20个工作日通过甲方网站或业务网点等适当方式将修改后的协议进行公告。在公告期，乙方若因对协议的修改有异议而决定不继续使用甲方提供的个人网上业务服务，可办理个人网上业务的注销手续。公告期满乙方未办理注销手续的，视为同意接受修改后的协议内容，受修改后协议的约束。&nbsp; <br>    四、本协议中未尽事宜应依照国家法律法规、规章、金融惯例以及甲方相关业务规定办理。 </p>"',
    }
}